import React from "react";
import "./About.css";

function About() {
  return (
    <div className="about">
      <h4 className="title">О проекте</h4>
      <p>
        Этот проект представляет собой видеохостинг, разработанный группой
        студентов в рамках учебной практики. Наша цель заключалась в создании
        платформы, которая предоставляет пользователям возможность загружать,
        просматривать и делиться видеоконтентом. Мы стремились создать
        интуитивно понятный интерфейс, нескучный современный дизайн и надежную
        функциональность, чтобы обеспечить качественный опыт для всех
        пользователей.
      </p>
    </div>
  );
}

export default About;
